import { MarathonMemory } from "../types";

export const taipei251220: MarathonMemory = {
  id: "20251220",
  title: "25-26賽季",
  date: "2025.12.21",
  location: "台北 嘉義 台中",
  distance: "42.195 km",
  time: "412/440/457",
  thoughts: "跌跌撞撞的三場全馬",
  content: `
  照片是嘉義雙潭的漂亮路線

  ## 前言
  這次賽季本來只打算跑台中和日本兩場，但沒想到誤打誤撞跑了四場，這篇大致紀錄前三場的心得。
  因為之前許下偉大的目標，要在2029年前BQ，依照25年1月金門馬430成績估算，後面每年進步十分鐘的話，那今年年底目標是sub4。很偉大吧...
  我是堆跑量派的，所以從5月跑量上到200k後以每個月加10k的量一路堆到11月，現在回看忘記為什麼那個月跑量掉到169k，但還記得12月初時大腿後側一直很酸所以直接開始減量。這個賽季和之前比起來堆了較久的跑量，以前出現膝蓋痛的問題，也在我加入懶人重訓後沒有再出現。跟著社團姊姊也比之前多練了tempo，11月自測半馬成功跑進sub2。

  ## 台北馬 - 20251221
  前一週才知道自己得去跑這場。
  那時候的想法是410或420都可以，Ｃ區出發約兩分半過起點，需要特別注意路上非常多的貓眼石（真的很多），出發時跟著前方兩位配5:40大哥，大約7k發現他們越跑越快所以放棄跟車改為自己跑。
  補給這次嘗試自己拿個小寶特瓶避開前面兩次進站，但便利商店的小飲料瓶瓶口太大，第一次喝水時喝到鼻孔去了，乾脆直接停下來喝。還有一個缺點是拿寶特瓶，水在裡面晃會影響跑步的感覺，整個好不對勁，如果是拿軟水壺又不能丟掉，所以之後應該會是起跑跟媽媽跑，她幫我拿水這樣的模式。
  回到賽道上，台北馬的坡大約在半馬處，一上坡我就放棄配速了，大腿後側一直沒修養好過12k就有感覺。這天的天氣濕度偏高，前半馬跑得不太舒服，加上這時候的我還太嫩了沒跑過什麼坡（都用走的），所以只讓自己維持在不要走的程度。
  一路上到環東，風超大、小飄雨，開始覺得有點冷，一路上一直換人跟著跑，否則我一直掉速，遇到下坡就努力加一點。下橋後又沒什麼風一直流汗，進河濱後的想法就是努力繼續跑，
  一直跑...
  一直跑...
  一直跑...
  河濱超無聊，後段側風很強跑起來真的不舒服，腳跟內側之前跑全馬會痛的地方開始隱隱作痛。吃了一顆鹽糖，閉上嘴巴咬的時候因為還要呼吸所以嗆了個大的，在路邊狂咳完繼續努力跑，大腿後側也噴一下肌樂（有乖乖站在噴的工作人員下風處），終於離開河濱了（歡呼）。
  精彩的來了。因為我是獨跑，所以戴著我的寶貝shokz。38.9k 手錶突然長響了一聲，然後暗掉了。對、沒錯，想過耳機沒電，但沒想到是手錶沒電，起跑前還有80％電量，現在連我在跑什麼配速都不知道，沒電之後開心的亂配一通🤡。回到進北田前的那條大馬路上，遇到媽媽，把耳機丟給他慢慢跑進終點，真的是又累又心寒（什麼紀錄都沒有真的會傷心）。
  NET 412
  匆匆請人幫我拍照，領完東西離開時約11.，因為是12.退房回去還能舒服的洗個澡，這是結束後最爽的事情了。跑完總體來說還是很開心，畢竟也破了PB 18 分鐘，跟媽媽吃了個大餐後放假回家。

  ## 嘉義管樂馬 - 20251228
  回家過完爽爽的4天，星期五早上媽媽突然問我週日要不要跑嘉義馬，台北馬的美好記憶餘韻猶存，總之我答應了。致電承辦人員，小賽事只要不拿名次，可以直接在領成績時更改姓名。當然還有另一個原因是這是我2023的初馬，那時候路線平坦一望無際。注意到了嗎？是**那時候**噢。在凌晨前往會場的車上，路線圖一打開，走～我們上山去囉。
  起跑時微冷，一出起點馬上開始上坡，我完全沒有要跑坡的心理建設欸。遇到路上第一個廁所直接進去休息一下，這場直接變成歡樂跑。7k吃了炸芋頭餅，離開第一個山頭。
  上幾個坡就下幾個坡、下幾個坡就上幾個坡。
  但潭邊風景漂亮到我可以原諒這條路線，反正就一路努力尋找正確的跑坡姿勢（其實不會很陡但我真的太菜了），遇到下坡衝一下，上坡就慢慢爬，一路往折返點同時也是第二個山頭前進。去回程大概吃了二三四五個炸芋頭餅，還有蜂蜜蛋糕，折返後追到一起去的姊姊，她人很好的陪我跑回去。我大概在35k左右開始掉速，但在大人的陪伴下還是回去了，謝謝姊姊，我真棒。
  NET 440 爬升 633m
  開心完賽～
  畢竟這是隔一週的賽事，台北馬結束除了腳跟內側酸痛之外，IT Band 也會酸，而在這場大概最後5k可以感覺到這些地方真的很酸。在看照片時也可以看到我跑姿不良的地方，主要是手臂外拐，以及足弓無力導致左腳腳尖內旋、膝蓋內扣造成 IT Band 拉到的情況。
  寶貝shokz經過測試，應該是台北馬手錶電量太低了，之後都平安無事。
  
  ## 台中麗晨馬 - 20260111
  這場應該是這個賽季最不舒服的一場。
  與上一場相隔兩週，出發時很冷，預期中他的坡也蠻多的，但因為是賽季倒數第二場，所以還是決定要至少以sub4速度到30k為止。想像很美好，我7k就壓不住掉速了，直接炸到6分速，後面的配速也是一去不復返。因為這是第一屆補給很澎湃，原本就打算後面吃多少賺多少。
  已經檢討完為什麼會爆掉要來講開心的部分，改成歡樂跑吃有點太爽了。搜集了星野銅鑼燒、芋頭酥、鳳梨酥、太陽餅、芒果水蜜桃冰淇淋泡芙、小香腸、馬卡龍、貢丸、鐵蛋、滷蛋、大苑子、大茗、農會的花茶，後半都在吃東西😋😋 但可能因為吃太多？38k後有一點肚子痛，總之歡樂跑還是蠻開心的，結束還有午餐buffet。

  ## 結論
  真的跑太多了，都沒休息好，但蠻爽的。下一場日本愛媛馬也成功sub4所以算是還不錯啦。
  `
  
  ,
  imageUrl: "/image-261220-taipei/IMG_9679.jpeg"
};
