import { MarathonMemory } from "../types";

export const ehime260201: MarathonMemory = {
  id: "20260201",
  title: "第63回愛媛マラソン",
  date: "2026.02.01",
  location: "日本 愛媛",
  distance: "42.195 km",
  time: "03:55:08",
  thoughts: "sub 4 !！ ナイスラン nice run ! 真的好愛這場，天氣和路上的加油聲都好喜歡～",
  content: `
  ## 行程規劃
  星期五抵達高松，接著自駕到愛媛，天氣約在10度左右，住宿離松山城走路約10分鐘，起終點位於市中心交通相當方便。賽前一天的行程是逛松山城以及領物資，手環前一天戴上後不可取下，領物資時順便研究一下起跑分區地點和開放時間。裝備部分因爲沒跑過這麼冷的賽事，所以是穿著長袖防寒衣＋壓縮長褲＋領巾＋帽子＋墨鏡。
  
  ## 路線、補給、天氣
  起跑時間是10點真的蠻爽的，可以睡飽飽去跑步，前一天走了 10k 的腳有好好休息。因為住宿很方便，寄物完暖跑回飯店上廁所後再去起跑區域也來得及。
  這場人數約12000人， 依報名時填的時間（那時候填4h）我被分在D組，出發時已經將近 4 分鐘了，天氣乾冷，起跑時約6度不用穿雨衣。10k 後人潮只比起跑時散開一半左右，如果要跑330在這區出發的話會需要閃人，體感可能不是很舒服。破4的話，在終點會有點塞車。 
  
  全程離開市區後不是緩下就是緩上，總爬升約200m，幸好前一個月跑兩場很多坡的，這次的跑起來相對台灣舒服很多，節奏和體感在這大好天氣下把握的還不錯。中間有個爬升70m的坡，來回都會經過，郊區的路面不是很平，但習慣跑更不平的台大校園，所以對我來說沒什麼影響。
  
  補給站平均5k一站，因為設站距離不固定建議要研究一下，我習慣自備水避開前10k的水站。補給站很長可以跑到後方沒有人才進去，前面進去會要注意其他人進出。本來預計除了吃膠之外還要吃當地特色補給，16k 吃了一六的柚子蛋糕卷，有點後悔，配茶應該會蠻好吃的，但當下吃到和膠差不多的甜的東西有點齷齪（ak-tsak）… 所以後面的補給都沒拿，錯過了三色糰子，結束後吃了一顆媽媽拿的真的好好吃喔。需要注意一下補給集中在後半段，數量也不甚多，歡樂跑還是會建議帶一兩條膠避免真的餓到。
  
  裝備的部分因為吃膠個人習慣，手會黏黏的所以我沒帶手套，中間稍微洗了一下手，結果風一吹手凍到又紅又麻，可以斟酌帶一下手套，不過路上也看到很多人的手套XD。但幸好因為天氣比想像中不冷，我一開始就把領巾輪流纏在手上保暖所以沒什麼事。長袖長褲還算適當，有流汗所以曬到太陽會有點熱、沒曬太陽會冷，但若速度再快一點可能短袖加上袖套即可，不需穿到防寒衣。
  
  因為這場是想認真跑，所以跟路旁民眾不太會互動，但很幸運和特邀嘉賓高橋尚子和志村美希擊掌：D
  
  [[img:0:medium]]
  
  ## 整體評價
  整場賽道的氣氛好的不得了，真的是全城應援，還有出動學生拿公里數的牌子，去程回程遇到同一批學生，他們還會換至道路的另一側大吼大叫吶喊歡呼、非常真誠地為選手應援。
  一路上除了田間和隧道，路邊幾乎都是加油的人，過終點眼淚都快掉下來了，回來都還會幻聽 頑張って 的聲音，不愧是Runnet超高分賽事。
  
  ## 其他
  不推道後溫泉券，我們是跑完當天晚上去泡的，強烈建議帶飯店浴巾去否則要花錢租浴巾。不知道是不是打烊前一個小時的原因，人很多、不喜歡、還不如在飯店浴缸泡。
  
  ## 個人不專業心得
  要送一個超級感謝給親愛的馬麻， 7k 去上廁所後 25k 才追上我，然後就開始試著幫我擋風。
  一開始擋的超爛的，因為緩上對馬麻來說如履平地，留可憐的我在後面，但還好她會回頭找不見的我，兩個人跑在一起大概擋了80%的風，真的非常 非常 非常感謝m(_ _)m （拜）。
  後面其實有一點點想吐，一點點側腹痛，但都非常輕微，所以還是照感覺跑下去。以前過半馬會有腳跟不舒服的情況似乎因為跑姿調整，35k左右才稍微不舒服。
  大概38k 差點被 sub4配速列車軋過（kauh-kuè），聽到她們超有活力的報時聲嚇到往前衝。最後的3k特別特別的漫長，只記得撐著跑回來的感覺和路邊的加油聲。
  這學期最正確的決定之一就是社團，光是聽別人說話、認識不一樣的人，對我來說就有淨化的感覺（？。也比之前多跑一些間歇、慢跑也會加一下速度，進步了好多好多好多，真的非常感謝 m(_ _)m`
  
  ,
  imageUrl: "/image-260201-ehime/marathon260201-title.png",
  gallery: [
    "/image-260201-ehime/IMG_0088.jpeg"
  ]
};
